brew "bat"
brew "bfg"
brew "blast"
brew "fastqc"
brew "fzf"
brew "pinentry"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "htop"
brew "nano"
brew "parallel"
brew "pinentry-mac"
brew "pkgconf"
brew "tldr"
brew "tree"
brew "wget"
cask "alt-tab"
cask "app-cleaner"
cask "visual-studio-code"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-lekton-nerd-font"
cask "font-lilex-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-profont-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "font-tinos-nerd-font"
cask "iterm2"
cask "raycast"
cask "rectangle"
cask "stats"
cask "sublime-text"
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "asciidoctor.asciidoctor-vscode"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.path-intellisense"
vscode "daltonmenezes.aura-theme"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "kevinrose.vsc-python-indent"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.theme-predawnkit"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rdebugger.r-debugger"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "seyyedkhandon.firacode"
vscode "shahilkumar.docx-to-pdf"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "snakemake.snakemake-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "tfehlmann.snakefmt"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tushortz.python-extended-snippets"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
